Revit 2027 API
EnergyAnalysisUtilitiesDBFailures Properties
The BuiltInFailures.EnergyAnalysisUtilitiesDBFailures type exposes the following members.
Properties
Name | Description
AimErrEmptyName |  MassZone '%1' has empty name and id values which cannot be used as gbXML identifiers.
Top
See Also
Reference
BuiltInFailures.EnergyAnalysisUtilitiesDBFailures Class
Autodesk.Revit.DB Namespace